<?php

return [
    'required' => 'Поле :attribute обязательно для заполнения.',
    'email'    => 'Поле :attribute должно быть действительным электронным адресом.',
    'min'      => [
        'string' => 'Поле :attribute должно содержать не менее :min символов.',
    ],

    // Перевод названий полей на русский
    'attributes' => [
        'email'    => 'Электронная почта',
        'password' => 'Пароль',
        'name'     => 'Имя',
        'title'       => 'Заголовок',
        'date'     => 'дата',
        'time'       => 'время',
    ],
];